tap "aquasecurity/trivy"
tap "aws/tap"
tap "common-fate/granted"
tap "homebrew/cask-fonts"

brew "awscli"
brew "cfn-lint"
brew "direnv"
brew "duckdb"
brew "gh"
brew "git"
brew "go"
brew "goreleaser"
brew "hugo"
brew "ipcalc"
brew "jq"
brew "ko"
brew "mkcert"
brew "nvm"
brew "powerline-go"
brew "pwgen"
brew "rustup-init"
brew "terraform"
brew "the_silver_searcher"
brew "watch"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "common-fate/granted/granted"

cask "iterm2"
cask "multipass"
cask "slack"
cask "spotify"

cask "font-source-code-pro"
cask "font-source-sans-pro"